{"posts":[
  {
    "title"  :"freegan kitchen",
    "cat"    :"social design",
    "img"    :"https://raw.githubusercontent.com/robis24/port-folio/master/img/freegan.png",
    "content":"Freegan kitchen was een gratis restaurant wat één keer per week georganiseerd werd met een groep enthousiaste vrijwilligers. Er werd een plantaardige maaltijd gekookt van ‘gered’ voedsel, wat onder andere wordt opgehaald bij de markt, lokale bakkers en boeren uit de regio. Deze maaltijden worden gratis geserveerd en iedereen is welkom. Er worden geen financiële donaties geaccepteerd wel is iedereen uitgenodigd om op een andere manier bij te dragen aan het initiatief.  <br><br><img src=https://raw.githubusercontent.com/robis24/port-folio/master/img/freegan1.jpg />    De inspiratie voor dit project kwam uit het feit dat er heel veel producten zijn die weggegooid worden en veel mensen die daar nog graag van zouden genieten en de behoefte om een project op te zetten waarbij mensen belangeloos samen kunne werken. Toen ik op internet over het Free Cafe in Groningen las besloot ik een collega te zoeken en een ruimte te zoeken die anders op maandag dicht zou zijn.    <br><br>    De eerst keer dat we open waren was direct een succes, en de bezoekersaantallen stegen direct naar een stabiele honderd gasten. Na 1,5 jaar in Broedplaats Door gezeten te hebben heeft het project ook nog enige tijd in cafe-restaurant Merz gedraaid. "
  },
  {
    "title"  :"geefkast",
    "cat"    :"social design",
    "img"    :"https://raw.githubusercontent.com/robis24/port-folio/master/img/geefkast.jpg",
    "content":"Een geefkast is een kast in de openbare ruimte waar men spullen in kan zetten die men niet meer nodig heeft maar misschien nog wel bruikbaar zijn voor een ander. Deze kast is 24 uur per dag en 7 dagen per week onbeheerd te gebruiken. Ondanks dat de kast er klein is gaan er grote getalen spullen in en uit. Dit heeft te maken met de lage drempel en anonimiteit <br><br>    In 2015 intoduceerde ik het geefkast concept in Dordrecht nadat ik geinspireed was door de weggeefkasten in Rotterdsm die daar al jaren stand hielden. Ik besloot in tegenstelling tot de Rotterdmse aanpak de kast niet anoniem te plaatsen in plaats daar van deed ik in de krant een oproep voor zowel een kast als een plek, helaas zonder succes.    <br><br>    Uiteindelijk plaatste ik zonder toestemming of een vergunning aan te vragen een knal gele kast op tegen de afscherming van een braakligend terrein. De kast is een succes en heeft op meerdere locaties in Dordrecht navolging gekregen"
  },
  {
    "title"  :"vogelnest",
    "cat"    :"social design",
    "img"    :"https://raw.githubusercontent.com/robis24/port-folio/master/img/vogelnest.jpg",
    "content":"Broedplaats Het Vogelnest in Dordrecht is een buurt project waarbij er oa een plek geboden wordt waar buren samen dromen kunnen realiseren. Een ontmoetingsplaats voor iedereen die de wijk de Vogelbuurt mooier, creatiever en gezelliger wil maken. <br><br>   Ik ben betrokken geweest bij het ontwikkelen van het concept en verschillende projecten die hier binnen vallen. Het vormgeving en ontwikkelen van de buitenruimte en het aanleggen van tuinen. Ook heb ik het logo, de huisstijl en de website van Het Vogelnest ontworpen."
  },
  {
    "title"  :"weggeefwinkel",
    "cat"    :"social design",
    "img"    :"https://raw.githubusercontent.com/robis24/port-folio/master/img/weggeefwinkel.jpg",
    "content":"In 2004 opende ik een winkel in Dordrecht waar alles gratis en waar je spullen kan brengen waar je vanaf wilde. De winkel diende vooral als een soort voorbeeldfunctie, een kunstproject. Drie jaar lang was deze winkel 1 keer per week open en stond altijd propvol met spullen en de gegadigden verzamelde zich wekelijks in grote getalen in afwachting tot de opening. <br><br>    Het weggeefwinkel concept wordt in meerdere steden en landen gedaan en heeft zijn oorsprong in San Francisco waar in de hoogtijdagen van de hippiecultuur een straattheater collectief genaamd The Diggers meerder zogenaamde Free Stores opende in de stad. "
  },
  {
    "title"  :"guldemond fietsatelier",
    "cat"    :"web development",
    "img"    :"https://raw.githubusercontent.com/robis24/port-folio/master/img/guldemond.jpg",
    "content":"Fietsatelier Guldemond is het bedrijf van Ruud Guldemond en staat voor degelijkheid, ambacht en hergebruik. De website moest het gevoel krijgen van een oude fiets courant en je kan er je eigen fiets samenstellen. Een fiets die opgebouwd is uit een stevig hergebruikt fietsframe waarbij je verschillende onderdelen, opties en kleuren kan kiezen.    <br><br>    <img src=https://raw.githubusercontent.com/robis24/port-folio/master/img/guldemond1.gif />Voor het Fietsatelier was door een illustrator een hele mooi flyer en logos ontworpen de illustraties en kleuren hebben de basis gevormd voor de website. Voor de fiets configurator is een andere illustrator betrokken om de verschillende fietsonderdelen te illustreren.    <br><br>    <img src=https://raw.githubusercontent.com/robis24/port-folio/master/img/guldemond2.png />De website is geschreven in HTML/CSS/JavaScript en is via de REST api verbonden met een Wordpress CMS waar door middel van Custom Post Types een overzichtelijke omgeving gecreëerd is waardoor de website geheel zelf te onderhouden is door het Fietsatelier."
  },
  {
    "title"  :"hotel de watertoren",
    "cat"    :"web development",
    "img"    :"https://raw.githubusercontent.com/robis24/port-folio/master/img/watertoren.jpg",
    "content":"Hotel en Restaurant de watertoren is een klein familiebedrijf. De watertoren is een uniek plek om te overnachten. De familie had een duidelijk beeld hoe zei de website graag zouden zien. Twee kolommen, één voor het hotel en één voor de restaurant. Met in elke kolom een aantal blokken die zei zelf kunnen aanpassen qua inhoud, kleur, achtergrond en volgorde. <br><br>    <img src=https://raw.githubusercontent.com/robis24/port-folio/master/img/watertoren1.gif />    Op de desktop hebben de verschillende blokken een speelse afwisseling in formaat, waarbij op mobiel de blokken allemaal  een gelijk formaat hebben. De website is gemaakt met PHP/HTML/CSS/JavaScript  in de vorm van een Custom Wordpress Thema waardoor de website makkelijk zelf te onderhouden is voor het familiebedrijf. <br><br>    <img src=https://raw.githubusercontent.com/robis24/port-folio/master/img/watertoren2.gif />    Ook de menukaarten zijn via deze CMS te maken en aan te passen. In de CSS van de menukaarten zijn print media queries zodat deze direct via de website naar PDF of printer kunnen. Dit scheelt het bedrijf dubbel werk."
  },
  {
    "title"  :"iconoclash",
    "cat"    :"web development",
    "img"    :"https://raw.githubusercontent.com/robis24/port-folio/master/img/iconoclash.jpg",
    "content":"Iconoclash is een stichting die street-art verzorgd op gebouwen en andere objecten. Van hele grote kunstwerken op bijvoorbeeld gebouwen van de gemeente tot aan elektriciteitshuisjes en bouwschotten. De opdracht was een website die alle street-art locaties in van de stichting in kaart zou brengen en meer informatie kon vinden over de verschillende kunstwerken. <br><br>    Er is gekozen om gebruik te maken van de Google Maps API. Tijdens het laden van de website worde alle verschillende locaties uit een Wordpress CMS gehaald en door middel van JavaScript op de kaart geplaatst. <br><br>    De website bestaat uit 3 onderdelen, de kaart, het menu en de beschrijvingen. Deze 3 onderdelen schuiven in uit zicht zonder dat de pagina herladen wordt"
  },
  {
    "title"  :"jvo academie",
    "cat"    :"graphic design",
    "img"    :"https://raw.githubusercontent.com/robis24/port-folio/master/img/jvo.jpg",
    "content":"Stichting JVO is een juridisch adviesbureau voor verschillende seminars maakte ik websites, banners, flyers en logo's"
  },
  {
    "title"  :"8x9m",
    "cat"    :"graphic design",
    "img"    :"https://raw.githubusercontent.com/robis24/port-folio/master/img/8x9m.jpg",
    "content":"In 2019 organiseerde ik voor de 2de keer een experimenteel kunstfestival in een aantal sloopflats genaamd 8x9m. Acht makers, van verschillende kunstdisciplines, namen een flat onder handen. Het thema: vervreemding. Het resultaat: een onwerkelijke combinatie van muziek, video, performance, beeld en ontheemding van de realiteit. Naast het organiseren ontwikkelde ik ook de vormgeving, posters en website.<br><br><img src=https://raw.githubusercontent.com/robis24/port-folio/master/img/8x9m1.jpg />"
  },
  {
    "title"  :"graduation collection",
    "cat"    :"fashion design",
    "img"    :"https://raw.githubusercontent.com/robis24/port-folio/master/img/graduation.jpg",
    "content":"via METROPOLISM.com: Robis Koopmans liet met zijn collectie Somatography een opvallende experimenteerdrift zien. Het materiaalgebruik (veel plastic) en kleurenpalet (pastel en neontinten) in combinatie met de tribe-achtige visagie, leken geïnspireerd op de cybersubcultuur – kleurrijk, synthetisch en futuristisch. Ook in zijn ontwerpproces toonde Koopmans zich als cyber-adept; een drietal driedimensionale bodyscans werkte hij virtueel uit door middel van opensource software. De uitdaging was om vanuit mijn virtuele ontwerpen echte tastbare kleding te vervaardigen. Dat is gelukt en ik ben erg tevreden over de pasvorm van sommige stukken, aldus Koopmans die een pluim verdient voor lef. http://metropolism.com/reviews/crisis-roklengte-lang-langer-lan/"  }
  ]}
